Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: And the fourth chapter is one where a variety of things can happen.
ht: Epi, katriyèm chapit lan se youn kote ke yon pakèt bagay ka pase.

source: The lawyers might file a clemency petition, they might initiate even more complex litigation, or they might not do anything at all.
ht: Avoka yo ka petèt ranpli yon fòmilè pou yo mande padon pou kilyan yo, yo ka komanse yon lòt etap ankò ki pi konplike, oubyen, yo gen dwa pa fè anyen ankò.

source: But that fourth chapter always ends with an execution.
ht: Men, katriyèm chapit sa a toujou pran fen lè yo egzekite moun sa a ki te touye lòt moun ki inosan an.

source: When I started representing death row inmates more than 20 years ago, people on death row did not have a right to a lawyer in either the second or the fourth chapter of this story.
ht: 20 an de sa a, lè m te kòmanse defann prizonye ke yo mete nan koulwa lanmò prizonye sa yo pat gen dwa jwenn èd avoka pandan dezyèm oubyen katriyèm chapit nan istwa ki antoure ka tribinal yo a.

source: They were on their own.
ht: Yo te poukont yo.

source: In fact, it wasn't until the late 1980s that they acquired a right to a lawyer during the third chapter of the story.
ht: Anfèt, se pandan fen ane 1980 yo ke yo te arive jwenn dwa ki te pemèt yo jwenn yon avoka ki pou defann yo pandan twazyèm chapit istwa tribinal yo.

source: So what all of these death row inmates had to do was rely on volunteer lawyers to handle their legal proceedings.
ht: Akoz de sa a, sa ke prizonye nan koulwa lanmò yo te arive fè sè ke yo te arive al konte sou avoka ki konn travay gratis, ke yo rele "avoka pro bono", pou yo te regle zafè tribinal yo.

source: The problem is that there were way more guys on death row than there were lawyers who had both the interest and the expertise to work on these cases.
ht: Pwoblèm ki te vinn genyen, te vinn gen pi plis prizonye nan koulwa lanmò ki te bezwen èd ke avoka ki te gen enterè avèk konpetans espesyal pou yo travay sou ka tribinal yo.

source: And so inevitably, lawyers drifted to cases that were already in chapter four -- that makes sense, of course.
ht: Akoz de sa a, avoka yo te kouri al pran ka ki te gentan nan katriyèm chapit yo.

source: Those are the cases that are most urgent; those are the guys who are closest to being executed.
ht: Sètènman, sa fè sans paske ka sa yo, se yo ki te pi ijan. Se prizonye ki te nan etap sa a ki te pi pre egzekisyon yo.

source: Some of these lawyers were successful; they managed to get new trials for their clients.
ht: Gen kèk nan avoka sa yo ki te reyisi; yo te arive rekòmanse ka kliyan yo.

source: Others of them managed to extend the lives of their clients, sometimes by years, sometimes by months.
ht: Kèk lòt pami yo te arive pwolonje vi kliyan yo. Kèk fwa yo te pèmèt yo viv plizyè ane oubyen plizyè mwa an plis.

source: But the one thing that didn't happen was that there was never a serious and sustained decline in the number of annual executions in Texas.
ht: Men yon bagay ki pa t fèt, kantite moun ke yo te konn egzekite chak ane nan eta Texas la pat janm vrèman diminye; epi lè kantite sa a te diminye, li pa t dire lontan.

source: In fact, as you can see from this graph, from the time that the Texas execution apparatus got efficient in the mid- to late 1990s, there have only been a couple of years where the number of annual executions dipped below 20.
ht: Okontrè, si w gade graf sa a, w ap konstate ke depi lè Texas te amelyore prosesis ke l konn itilize pou l egzekite prizonye l yo, pandan mitan a fen ane 1990 yo, gen sèlman kèk grenn ane pandanke valè moun ke yo te egzekite yo desann pi ba ke 20.

source: In a typical year in Texas, we're averaging about two people a month.
ht: Dabitid, chak ane nan eta Texas la nou egzekite a pe prè 2 moun chak mwa.

source: In some years in Texas, we've executed close to 40 people, and this number has never significantly declined over the last 15 years.
ht: Gen kèk ane nou egzekite anviwon 40 moun, epi nimewo sa a pa janm diminye anpil padan 15 ane ki sot pase yo.

source: And yet, at the same time that we continue to execute about the same number of people every year, the number of people who we're sentencing to death on an annual basis has dropped rather steeply.
ht: Men, pandan ke n kontinye ap egzekite menm kantite moun chak ane, valè moun ke n ap kondane a mò chak ane arive vinn desann anpil.

source: So we have this paradox, which is that the number of annual executions has remained high but the number of new death sentences has gone down.
ht: Akoz de sa a, nou vinn trouve yon paradòks. Pandan kantite moun ke n egzekite chak ane rete wo valè moun ke n kondane a mò ap desann.

source: Why is that?
ht: Poukisa sa rive?

source: It can't be attributed to a decline in the murder rate, because the murder rate has not declined nearly so steeply as the red line on that graph has gone down.
ht: Sa pa t fèt paske kantite moun ke yo asasine chak ane desann. Paske pousantaj moun ke yo touye pa bese anpil tankòm liy rouj nan graf sa a desann.

source: What has happened instead is that juries have started to sentence more and more people to prison for the rest of their lives without the possibility of parole, rather than sending them to the execution chamber.
ht: Sa k vinn rive pito moun ki fè pati jiri tribinal yo kòmanse voye plis moun nan prizon pou rès vi yo, san yo pa ba yo posibilite pou yo soti, olye ke yo voye yo al nan chanm egzekisyon.

source: Why has that happened?
ht: Poukisa sa vin rive?

source: It hasn't happened because of a dissolution of popular support for the death penalty.
ht: Li pa rive fèt paske koze pèn lanmò a ap pèdi sipò popilè l.

source: Death penalty opponents take great solace in the fact that death penalty support in Texas is at an all-time low.
ht: Moun ki kont bagay pèn lanmò a kontan anpil paske kantite moun ki sipòte sa a nan eta Texas la vin rive nan yon nivo ki se nivo ki pi ba a travè listwa eta a.

source: Do you know what all-time low in Texas means?
ht: Ou konn sa nivo ba sa ye?

source: It means that it's in the low 60 percent.
ht: Li yon ti jan pi plis ke 60 pousan konsa.

source: Now, that's really good compared to the mid-1980s, when it was in excess of 80 percent, but we can't explain the decline in death sentences and the affinity for life without the possibility of parole by an erosion of support for the death penalty, because people still support the death penalty.
ht: Nivo sa a pi bon ke nivo ki te egziste pandan ane 1980 yo, lè sa te pi plis ke 80 pousan. Menm si sa, nou pa ka di se paske koze pèn lanmò a te pèdi sipò popilè l ki fè ke kantite fwa yo kondane moun a mò vin bese, avèk preferans moun vin genyen pou kondanasyon pèmanant nan prizon ogmante. Plen moun jodi a ki toujou sipòte koze pèn lanmò a.

source: What's happened to cause this phenomenon?
ht: Kisa ki koze fenomèn sa a?

source: What's happened is that lawyers who represent death row inmates have shifted their focus to earlier and earlier chapters of the death penalty story.
ht: Sa k rive sè ke avoka ki konn defann prizonye ki nan koulwa lanmò yo te kòmanse konsantre sou chapit ki o kòmansman istwa bagay pèn lanmò a.

source: So 25 years ago, they focused on chapter four.
ht: Alò, 25 an de sa, yo te konsantre sou chapit 4.

source: And they went from chapter four 25 years ago to chapter three in the late 1980s.
ht: Epi, 25 an de sa, yo retire fokis yo sou chapit 4 pou yo al nan chapit 3 pandan fen ane 1980 yo.

source: And they went from chapter three in the late 1980s to chapter two in the mid-1990s.
ht: Epi, yo te chanje fokis yo sou chapit 3 en 1980 pou yo vire l sou chapit 2 pandan ane ki nan mitan syèk 1990 yo.

source: And beginning in the mid- to late 1990s, they began to focus on chapter one of the story.
ht: Epi, apati de mitan a fen ane 1990 yo, yo te kòmanse fokis sou chapit 1 de istwa a.

source: Now, you might think that this decline in death sentences and the increase in the number of life sentences is a good thing or a bad thing.
ht: Ou ka panse dèske kantite de moun ke yo kondane a mò, epi ogmantasyon nan nimewo pèn a vi yo, se yon bagay ki bon ou mal.

source: I don't want to have a conversation about that today.
ht: Mwen pa vle pale de sa jodi a.

source: All that I want to tell you is that the reason that this has happened is because death penalty lawyers have understood that the earlier you intervene in a case, the greater the likelihood that you're going to save your client's life.
ht: Sa ke m vle di w sèlman sè ke rezon ki fèt ke sa rive sè ke avoka prizonye kòz pèn lanmò sa yo, yo arive konprann ke pi bonè ke w entèvni nan yon ka, pi bon chans ke w genyen pou w sove vi kliyan w lan.

source: That's the first thing I've learned.
ht: Se premye bagay ke m te arive aprann.

source: Here's the second thing I learned:
ht: Men dezyèm bagay ke m te aprann:

source: My client Will was not the exception to the rule; he was the rule.
ht: Kliyanm nan ki rele Will la se pa yon ka eksepsyonèl ke ka li a te ye; pito, ka li a te trè nòmal.

source: I sometimes say, if you tell me the name of a death row inmate -- doesn't matter what state he's in, doesn't matter if I've ever met him before --
ht: Gen dè fwa, mwen di ke si w di m non yon prizonye ki te nan koulwa lanmò mwen pa bezwen konn nan ki eta ke l ye, sa pa fè okenn diferans si m te rankontre l deja

source: I'll write his biography for you.
ht: Mwen ka ekri istwa vil pou ou.

source: And eight out of 10 times, the details of that biography will be more or less accurate.
ht: Epi, 8 nan 10 fwa sa yo, detay ke m te ka bay sou istwa vi l, yo a p jeneralman vrè.

source: And the reason for that is that 80 percent of the people on death row are people who came from the same sort of dysfunctional family that Will did.
ht: Epi, rezon ki fè sa a, sè ke 80 pousan moun ke yo plase nan koulwa lanmò se moun ki te soti nan menm tip de fanmiy disfonksyonèl ke Will te soti ladan l lan.

source: Eighty percent of the people on death row are people who had exposure to the juvenile justice system.
ht: 80 pou san de moun ki nan koulwa lanmò se moun ki te nan prizon ke yo fè pou jèn ki gen mwen ke 18 an.

source: That's the second lesson that I've learned.
ht: Se dezwèm leson sa a ke m te arive aprann

source: Now we're right on the cusp of that corner where everybody's going to agree.
ht: Kounya, nou trouve tèt nou prè kònè kote ke tout moun pral dakò.

source: People in this room might disagree about whether Will should have been executed, but I think everybody would agree that the best possible version of his story would be a story where no murder ever occurs. How do we do that?
ht: Kèk moun isi a gen dwa pa dakò avèk desizyon ke leta te pran pou l egzekite Will, men mwen panse ke tout moun ta dakò ke vèsyon istwa Will la ki ta pi bon an se ta yon istwa nan lekèl yon asasinasyon pa t ap janm rive.

source: When our son Lincoln was working on that math problem two weeks ago, it was a big, gnarly problem.
ht: Kijan ke n ka fè sa rive? Lè pitit nou an, Lincoln, t ap travay sou pwoblèm matematik sa a 2 semèn de sa a, se te yon pwoblèm ki te jeyan epi efreyan

source: And he was learning how, when you have a big old gnarly problem, sometimes the solution is to slice it into smaller problems.
ht: Epi li t ap aprann kòman ke lè w gen yon gwo problèm Gen dè fwa, solisyon an se separe gwo problèm sa a an pati ki pi piti;

source: That's what we do for most problems -- in math, in physics, even in social policy -- we slice them into smaller, more manageable problems.
ht: Se sa ke n fè pou majorite gwo pwoblèm --nan matematik epi fizik, menm nan domèn politik sosyal -- nou separe yo epi nou fè yo vin tounen pwoblèm ke moun ka pi byen jere.

source: But every once in a while, as Dwight Eisenhower said, the way you solve a problem is to make it bigger.
ht: Men, gen kèt fwa konsa, tankòm Dwight Eisenhower te di, "Fason ke moun dwe rezoud yon pwoblèm, se fè sa a vin pi gwo."

source: The way we solve this problem is to make the issue of the death penalty bigger.
ht: Fason ke n ka rezoud pwoblèm sa a se si n ta bay zafè pèn lanmò sa a plis enpòtans.

source: We have to say, all right. We have these four chapters of a death penalty story, but what happens before that story begins?
ht: Fòk nou deklare ke: oke, nou gen 4 chapit nan istwa pèn lanmò a, men, sa k rive avan istwa sa kòmanse?

source: How can we intervene in the life of a murderer before he's a murderer?
ht: Kijan èske n ka entèvni nan vi yon asasen avan ke l devni yon asasen?

source: What options do we have to nudge that person off of the path that is going to lead to a result that everybody -- death penalty supporters and death penalty opponents -- still think is a bad result: the murder of an innocent human being?
ht: Ki chwa ke n genyen ki ka pèmèt nou jantiyman retire moun sa a sou chemen ki pral bay yon rezilta ke tout moun -- sipòtè pèn lanmò yo, ak moun ki kont sa a -- toujou panse ki se yon rezilta ki mal: asasinasyon yon èt imen ki inosan?

source: You know, sometimes people say that something isn't rocket science.
ht: Ou konnen, gen dè fwa moun di ke kèk bagay pa konplike anpil tankòm syans fize (jeni ayewospasyal).

source: And by that, what they mean is rocket science is really complicated and this problem that we're talking about now is really simple.
ht: Lè yo di sa a, sa yo vle di, sè ke syans fize a se yon bagay ki trè konplike. Men, pwoblèm sa ke n a p diskite la a, li trè senp.

source: Well that's rocket science; that's the mathematical expression for the thrust created by a rocket.
ht: Imaj sa a montre w sa syans fize ye; sa se ekspresyon matematik pou fòs ke yon fize bay lè l a p fè mouvman.

source: What we're talking about today is just as complicated.
ht: Bagay ke n a p egzamine jodi a se menm nivo konplikasyon an ke l genyen.

source: What we're talking about today is also rocket science.
ht: Sa ke n a p analize la a jodia, se syans fize ke l ye tou.

source: My client Will and 80 percent of the people on death row had five chapters in their lives that came before the four chapters of the death penalty story.
ht: Kliyanm nan ki rele Will la ak 80 pou san moun ki nan koulwa lanmò te gen 5 chapit nan vi yo ki te vini avan 4 chapit istwa pèn lanmò a.

source: I think of these five chapters as points of intervention, places in their lives when our society could've intervened in their lives and nudged them off of the path that they were on that created a consequence that we all -- death penalty supporters or death penalty opponents -- say was a bad result.
ht: Mwen panse a 5 chapit sa yo tankòm pwen entèvansyon; pati nan vi yo kote ke sosyete nou an te ka entèveni nan vi yo pou l te ka retire yo sou chemen ke yo te ye ya; Ki te kreye yon kosekans ke nou tout, ni moun ki sipòte pèn lanmò ni moun ki kont li, di ki pa yon bon rezilta.

source: Now, during each of these five chapters: when his mother was pregnant with him; in his early childhood years; when he was in elementary school; when he was in middle school and then high school; and when he was in the juvenile justice system -- during each of those five chapters, there were a wide variety of things that society could have done.
ht: Pandan chak nan 5 chapit sa yo: lè manman l te ansent, pandan ane ke l te pase tankòm yon anfan, lè l te nan lekòl primè,

source: In fact, if we just imagine that there are five different modes of intervention, the way that society could intervene in each of those five chapters, and we could mix and match them any way we want, there are 3,000 -- more than 3,000 -- possible strategies that we could embrace in order to nudge kids like Will off of the path that they're on.
ht: Anfèt, si nou imajine: gen 5 diferan sòt de entèvansyon, fason sosyete a te ka entèveni. Nan chak 5 chapit sa yo nou ka melange yo fason nou vle gen plis ke 3000 strateji ke nou ka anbrase pou nou te ka retire timoun tankou Will sou chemen ke yo ye.

source: So I'm not standing here today with the solution.
ht: Mwen pa kanpe la jodi a pou m di tke mwen posede solisyon an.

source: But the fact that we still have a lot to learn, that doesn't mean that we don't know a lot already.
ht: Men, le fèt ke nou gen anpil bagay pou nou aprann toujou, pa vle di ke nou pa konn anpil lòt bagay deja.

source: We know from experience in other states that there are a wide variety of modes of intervention that we could be using in Texas, and in every other state that isn't using them, in order to prevent a consequence that we all agree is bad. I'll just mention a few.
ht: Daprè eksperyans lòt eta peyi a, nou konnen ke gen anpil tip de entèvansyon ke nou ka itilizé an Texas epi nan nenpot lòt eta ki pa pitilize yo aktyèlman, pou nou prevante yon konsekans ke nou tout dakò ki pa bon.

source: I won't talk today about reforming the legal system.
ht: Ban mwen mansyone kèk ladan yo. Mwen pa p pale jodi a de refòmasyon sistèm lalwa nou an.

source: That's probably a topic that is best reserved for a room full of lawyers and judges.
ht: Sa se yon sijè ke nou ka rezève pou yon sal ki plen avoka ak jij.

source: Instead, let me talk about a couple of modes of intervention that we can all help accomplish, because they are modes of intervention that will come about when legislators and policymakers, when taxpayers and citizens, agree that that's what we ought to be doing and that's how we ought to be spending our money.
ht: Mwen pito vle pale de 2 tip entèvansyon ke nou tout ka ede peyi a reyalize. Paske se sòt de entèvansyon k ap vin yon reyalite lè lejislatè yo, avèk moun ki kreye règ politik peyo nou an, debousè enpo yo, ak sitwayen, dakò ke se konsa ke nou ta dwe ap depanse lajan nou.

source: We could be providing early childhood care for economically disadvantaged and otherwise troubled kids, and we could be doing it for free.
ht: Nou te kapab founi swen pou ti moun ki gen kontraryete ekonomik, ak lòt tip de pwoblèm ankò, ki ap soufri, epi nou te ka fè sa a gratis.

source: And we could be nudging kids like Will off of the path that we're on.
ht: Epi ankò, nou te ka retire timoun tankou Will sou chemen ke yo ye a.

source: There are other states that do that, but we don't.
ht: Gen lòt eta ki fè sa, men, nan Texas, nou pa fè l.

source: We could be providing special schools, at both the high school level and the middle school level, but even in K-5, that target economically and otherwise disadvantaged kids, and particularly kids who have had exposure to the juvenile justice system.
ht: Nou te kapab founi lekòl spesyal --ni nan primè, ni nan segondè-- epi menm pandan kintègaden jiska senkyèm pwogram ki gen objektif pou yo ede timoun ki gen pwoblèm ekonomik, epi nan lòt fason tou espesyalman pou timoun ki gentan fè pati sistèm jistis tribinal ki rezève pou timoun.

source: There are a handful of states that do that;
ht: Gen kèk grenn eta ki fè sa

source: Texas doesn't.
ht: Texas pa fè l.

source: There's one other thing we can be doing -- well, there are a bunch of other things -- there's one other thing that I'm going to mention, and this is going to be the only controversial thing that I say today.
ht: Gen yon lòt bagay ankò ke nou te kapab fè; franchman, gen anpil lòt bagay ankò ke nou te kapab fè. Gen yon lòt bagay ke nou te kapab fè ke m pra l pale de li.

source: We could be intervening much more aggressively into dangerously dysfunctional homes, and getting kids out of them before their moms pick up butcher knives and threaten to kill them.
ht: Sa se sè l bagay kontwovèsyal ke m ap di jodi a: nou ka entèvni pi agresiveman nan fwaye fanmiy ki pa fonksyone byen. Nou ka retire timoun yo nan jan de kay sa yo, avan ke manman yo pran couto pou yo menase yo.

source: If we're going to do that, we need a place to put them.
ht: Si poun n fè sa a, nou ap bezwen yon kote pou nou mete yo.

source: Even if we do all of those things, some kids are going to fall through the cracks and they're going to end up in that last chapter before the murder story begins, they're going to end up in the juvenile justice system.
ht: Menm lè nou fe tout jan de bagay sa yo, gen timoun ke sistèm nan an ap arive neglije yo pral arive nan dènye chapit avan istwa asasinasyon yo a kòmanse. Yo pral rantre nan sistèm jistis ki fèt pou ti moun yo.

source: And even if that happens, it's not yet too late.
ht: Menm si sa ta rive, li t ap toujou pako twò ta.

source: There's still time to nudge them, if we think about nudging them rather than just punishing them.
ht: T ap gen tan toujou pou n ta epanye yo. Si nou panse a epanye yo olye ke nou pini yo.

source: There are two professors in the Northeast -- one at Yale and one at Maryland -- they set up a school that is attached to a juvenile prison.
ht: Gen 2 profesè nan pati nòdès peyi a, yonn nan Yale, lòt la nan Maryland. Yo mete yon lekòl sou pye ki konekte avèk prizon ki fèt pou timoun yo.

source: And the kids are in prison, but they go to school from eight in the morning until four in the afternoon.
ht: Timoun yo nan prizon, men yo a l lekòl de 8 è di maten jiska 4 aprè midi.

source: Now, it was logistically difficult.
ht: Se pa t yon plan ki te fasil pou yo te reyalize.

source: They had to recruit teachers who wanted to teach inside a prison, they had to establish strict separation between the people who work at the school and the prison authorities, and most dauntingly of all, they needed to invent a new curriculum because you know what?
ht: Yo te oblije chache profesè ki te vle ansenye anndan prizon. Yo te oblije etabli yon separasyon di, ant moun ki travay nan lekól la avèk moun ki gen otorite nan prizon an. E sa ki te pi difisil la a, yo te oblije envante yon nouvo pwogram skolè.

source: People don't come into and out of prison on a semester basis. (Laughter)
ht: Paske moun pa antre soti nan prizon regilyèman chak semès.

source: But they did all those things.
ht: Men, yo te kanmèm arive reyalize tout bagay sa yo.

source: Now, what do all of these things have in common?
ht: Kisa trè tout bagay sa yo genyen ki menm?

source: What all of these things have in common is that they cost money.
ht: Sa bagay sa yo genyen en komen, sè ke yo tout koute lajan.

source: Some of the people in the room might be old enough to remember the guy on the old oil filter commercial.
ht: Kèk nan moun ki nan sal la gen ase laj pou yo sonje mesye sou ansyen reklam filt lwil ki fèt pou machin yo;

source: He used to say, "Well, you can pay me now or you can pay me later."
ht: li te kon, di,

source: What we're doing in the death penalty system is we're paying later.
ht: "Ou ka peye m kounya oubyen ou ka peye m pita." Sa ke n ap fè la, nan sistèm ki pèmèt nou kondane moun a pèn lanmó, sè ke n ap peye pita.

source: But the thing is that for every 15,000 dollars that we spend intervening in the lives of economically and otherwise disadvantaged kids in those earlier chapters, we save 80,000 dollars in crime-related costs down the road.
ht: Men, yon sèl bagay pou chak 15.000 dola ke nou depanse pou nou entèveni nan vi timoun ki gen pwoblèm ekonomik nou evite yon depans de 80.000 dola nan bidjé ke nou kreye pou n konbat krim.

source: Even if you don't agree that there's a moral imperative that we do it, it just makes economic sense.
ht: Menm si ou pa dakò pou n ta aji akoz de yon rezon moral, li fè sans nan domèn ekonomik.

source: I want to tell you about the last conversation that I had with Will.
ht: Mwen vle pale w de yon mòso nan dènye konvèsasyon ke mwen te fè ak Will.

source: It was the day that he was going to be executed, and we were just talking.
ht: Se te jou yo te pral egzekite l la.

source: There was nothing left to do in his case.
ht: Nou t ap pale, pa t gen anyen ankó pou nou te fè pou n te sove ka l la.

source: And we were talking about his life.
ht: Premyéman li te pale de papa l, ke l pa t menm byen konnen, ki te mouri.
